Revit 2027 API
ExportUtils.GetExportId Method
Overload List
Name | Description
GetExportId(Subelement) |  Retrieves the GUID representing the subelement in DWF and IFC export.
GetExportId(Document, ElementId) |  Retrieves the GUID representing this element in DWF and IFC export.
Top
See Also
Reference
ExportUtils Class
Autodesk.Revit.DB Namespace